Repository: sbma44/dc-crime
Catalog: sites/all/modules/logintoboggan/po/*.po
Languages: he

source: <p>Note that if you have set the "Visitors can create accounts but administrator approval is required" option for account approval, and are also using the "Set password & Immediate Login" feature of logintoboggan, the user will immediately receive the permissions of the pre-authorized user role--you may wish to create a pre-authorized role with the exact same permissions as the anonymous user if you wish the newly created user to only have anonymous permissions.</p><p>In order for a site administrator to unblock a user who is awaiting administrator approval, they must manually remove the user from the site's pre-authorized role--afterwards the user will then receive "authenticated user" permissions (if you are using the "Visitors can create accounts and no administrator approval is required" option, removal of the pre-authorized role will happen automatically).</p><p>Also be aware that logintoboggan only affects registrations initiated by users--any user account created by an administrator will not use any logintoboggan functionality.
he: LoginToboggan משפיע רק על הצטרפויות יזומות על ידי הגולש. כל חבר באתר שנוצר על ידי מנהל לא ישתמש בתפקודי LoginToboggan

source: Improves Drupal's login system.
he: משפר את מערכת הכניסה לאתר

source: <p>Customize your login and registration system. More help can be found <a href="%url">here</a>.</p>
he: <p>משפר את תהליך הכניסה וההצטרפות. עוד עזרה אפשר למצוא <a href="%url">כאן</a>.</p>

source: The user is assigned LoginToboggan's pre-authorized role, and is not currently receiving authenticated user permissions.
he: חבר זה עדיין לא אישר את כתובת הדואר האלקטרוני שלו ולכן יש לו תפקיד שאושר אוטומטית, והוא אינו מקבל את ההרשאות המלאות של חבר באתר.

source: Username or e-mail address
he: שם משתמש או כתובת דואר אלקטרוני

source: Enter your %s username, e-mail address, or an ID from one of our affiliates: %a.
he: אפשר להכניס את הכינוי שלך באתר זה, או באחד מהאתרים השותפים: %a.

source: Confirm e-mail address
he: אישור כתובת דואר אלקטרוני

source: Please re-type your e-mail address to confirm it is accurate.
he: בבקשה לרשום שוב את כתובת הדואר האלקטרוני כדי לוודא שהיא מדוייקת.

source: Password
he: סיסמה

source: Please choose a password for your account; it must be between 6 and 30 characters and spaces are not allowed.
he: בבקשה לבחור סיסמה לכניסה למערכת. הסיסמה חייבת להיות בין 6 ל-30 אותיות, ואסור שיהיו בה רווחים

source: Confirm Password
he: אישור סיסמה

source: Please re-type your password to confirm it is accurate.
he: בבקשה לרשום שוב את הסיסמה שלך כדי לאשר שהיא מדוייקת.

source: Detected malicious attempt to alter protected user fields.
he: זוהה נסיון זדוני לשנות שדות משתמש מוגנים.

source: New user: %name %email.
he: משתמש חדש: %name %email.

source: edit
he: ערוך

source: A validation e-mail has been sent to your e-mail address. In order to gain full access to the site, you will need to follow the instructions in that message.
he: הודעת אישור נשלחה לכתובת הדואר האלקטרוני שלך. כדי להשתמש בצורה מלאה באתר, יש למלא את ההנחיות בהודעה.

source: Your password and further instructions have been sent to your e-mail address.
he: הסיסמה והנחיות נוספות נשלחו לתיבת הדואר האלקטרוני שלך.

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />
he: תודה שביקשת להצטרף לאתר. החשבון שלך מחכה כעת לאישור על ידי מנהל האתר <br />

source: The username %name has been blocked.
he: המשתמש %name נחסם.

source: The name %name is a reserved username.
he: השם %name הוא כינוי שמור.

source: Sorry. Unrecognized username or password.
he: מצטערים. שם המשתמש או הסיסמה לא מוכרים.

source: Have you forgotten your password?
he: האם שכחת את הסיסמה שלך?

source: Login attempt failed for %user.
he: נסיון כניסה נכשל עבור %user.

source: This e-mail address has already been taken by another user.
he: כתובת זו נמצאת כבר בשימוש חבר אחר באתר.

source: Your e-mail address and confirmed e-mail address must match.
he: כתובת הדואר האלקטרוני שלך וכתובת האישור חייבות להתאים זו לזו

source: Your password and confirmed password must match.
he: הסיסמה ואישור הסיסמה חייבים להתאים.

source: validate e-mail address
he: אישור תקינות כתובת דואר אלקטרוני

source: access denied
he: אין הרשאה

source: re-send validation e-mail
he: שלח שוב את הודעת הבדיקה לאישור כתובת הדואר האלקטרוני

source: LoginToboggan custom login
he: כניסה מותאמת של LoginToboggan

source: Display the 'logged in' block
he: הצג תיבת 'משתמש

source: Block type
he: סוג תיבה

source: Link
he: קישור

source: Collapsible Form
he: טופס מתקפל

source: Set a custom message to appear at the top of your login block
he: הגדרת הודעה מותאמת אישית שתופיע בראש טופס הכניסה וההרשמה לאתר

source: Login/Register
he: כניסה הרשמה

source: log out
he: יציאה

source: disabled
he: חסום

source: enabled
he: מאופשר

source: Login
he: כניסה

source: Allow users to login using their e-mail address
he: מאפשר לחברי האתר להיכנס תוך שימוש בכתובת הדואר האלקטרוני שלהם

source: Users will be able to enter EITHER their username OR their e-mail address to log in. NOTE: This will disallow users from registering using an e-mail address as their username.
he: משתמשים יוכלו להכניס את שם המשתמש או את כתובת הדואר האלקטרוני שלהם לצורך כניסה למערכת. הערה: סימון אפשרות זו יחסום את האפשרות שמשתמשים יוכלו להירשם תוך שימוש בכתובת דואר אלקטרוני בתור הכינוי שלהם.

source: Registration
he: הרשמה

source: Use two e-mail fields on registration form
he: הצג שני שדות דואר אלקטרוני בטופס ההרשמה

source: User will have to type the same e-mail address into both fields. This helps to confirm that they've typed the correct address.
he: לצורך ההרשמה, הגולש יצטרך לרשום את כתובת הדוא''ל פעמיים. זה עוזר לוודא שהוכנסה כתובת תקינה.

source: Allow user to set their password during registration
he: אפשר לחברי האתר לקבוע את הסיסמה שלהם תוך כדי ההרשמה

source: Set password & Immediate login
he: קביעת סיסמה וכניסה מיידית לאתר

source: Non-authenticated role
he: תפקיד שאינו מאושר

source: Redirections
he: הפניות

source: Redirect path on Registration
he: עמוד שיוצג עם ההרשמה

source: Redirect path on Confirmation
he: עמוד שיוצג לאחר אישור ההרשמה

source: Other
he: אחר

source: Display login successful message
he: הצג הודעת 'כניסה מוצלחת למערכת'

source: If enabled, users will receive a 'Login successful' message upon login.
he: אם מאופשר, משתמשים יקבלו הודעה 'הכניסה הצליחה' לאחר כניסה מוצלחת לאתר.

source: None
he: ללא

source: Minimum password length
he: אורך סיסמה מינימלי

source: Access Denied / User Login
he: אין הרשאה כניסה

source: Access denied. You may need to login below or register to access this page.
he: אין הרשאה. כדי לגשת לעמוד זה, ייתכן שנדרש להירשם או להיכנס לאתר.

source: Access Denied
he: אין הרשאה

source: You are not authorized to access this page.
he: אינך מורשה לגשת לעמוד זה

source: You must enter a password.
he: חובה להכניס סיסמה.

source: The password cannot contain spaces.
he: אסור שהסיסמה תכיל רווחים

source: The password contains an illegal character.
he: הסיסמה מכילה אות שאינה מותרת.

source: The password is too long: it must be less than 30 characters.
he: הסיסמה אורכה מדי: היא חייבת להיות בת פחות מ-30 אותית

source: E-mail validation URL used for %name with timestamp %timestamp.
he: בוצע שימוש בכתובת URL לאישור כתובת דוא''ל עבור %name ב%timestamp.

source: You will receive full site permissions after your account has been approved by a site administrator.
he: תקבלי הרשאות מלאות לאתר לאחר שהחשבון שלך יאושר על ידי מנהל.

source: You have successfully validated your e-mail address.
he: כתובת הדואר האלקטרוני אושרה בהצלחה.

source: Sorry, you can only use your validation link once for security reasons. Please %login with your username and password instead now.
he: מצטערים, ניתן להשתמש בקישור שקיבלת לצורך אישור החשבון פעם אחת בלבד, מסיבות אבטחה. בבקשה %login עם הכינוי והסיסמה שבחרת.

source: login
he: כניסה

source: Account validation
he: אישור חשבון

source: Login successful.
he: הצלחת להיכנס לאתר.

source: If required, you may reset your password from: %url
he: אם נדרש, תוכל לאתחל מחדש את הסיסמה בכתובת: %url

source: security
he: אבטחה

source: user
he: חבר האתר
